{
  "\n": 26,
  " ": 0,
  "!": 145,
  "\"": 174,
  "#": 151,
  "$": 173,
  "%": 121,
  "&": 148,
  "'": 160,
  "(": 89,
  ")": 88,
  "*": 153,
  "+": 133,
  ",": 23,
  "-": 29,
  ".": 22,
  "/": 69,
  "0": 30,
  "1": 32,
  "2": 31,
  "3": 47,
  "4": 56,
  "5": 50,
  "6": 58,
  "7": 60,
  "8": 57,
  "9": 55,
  ":": 74,
  ";": 137,
  "=": 181,
  "?": 110,
  "@": 169,
  "A": 93,
  "B": 113,
  "C": 85,
  "D": 107,
  "E": 99,
  "F": 119,
  "G": 112,
  "H": 118,
  "I": 76,
  "J": 142,
  "K": 131,
  "L": 115,
  "M": 96,
  "N": 114,
  "O": 103,
  "P": 97,
  "Q": 150,
  "R": 102,
  "S": 91,
  "T": 101,
  "U": 125,
  "V": 109,
  "W": 129,
  "X": 126,
  "Y": 140,
  "Z": 147,
  "[": 183,
  "\\": 134,
  "]": 184,
  "_": 159,
  "`": 195,
  "a": 66,
  "b": 122,
  "c": 98,
  "d": 104,
  "e": 65,
  "f": 127,
  "g": 100,
  "h": 106,
  "i": 71,
  "j": 157,
  "k": 123,
  "l": 77,
  "m": 94,
  "n": 68,
  "o": 67,
  "p": 105,
  "q": 154,
  "r": 75,
  "s": 86,
  "t": 78,
  "u": 95,
  "v": 124,
  "w": 117,
  "x": 130,
  "y": 111,
  "z": 146,
  "|": 165,
  "~": 198,
  "\u00a0": 90,
  "\u00ab": 167,
  "\u00ac": 170,
  "\u00ad": 141,
  "\u00ae": 175,
  "\u00b0": 156,
  "\u00b2": 201,
  "\u00b7": 158,
  "\u00bb": 168,
  "\u00d8": 172,
  "\u00e0": 203,
  "\u00e8": 194,
  "\u00e9": 196,
  "\u00ea": 206,
  "\u0130": 207,
  "\u015f": 208,
  "\u0160": 202,
  "\u02d7": 190,
  "\u02da": 215,
  "\u0301": 185,
  "\u0306": 83,
  "\u0308": 162,
  "\u0401": 136,
  "\u0410": 42,
  "\u0411": 41,
  "\u0412": 87,
  "\u0413": 52,
  "\u0414": 54,
  "\u0415": 64,
  "\u0416": 80,
  "\u0417": 53,
  "\u0418": 49,
  "\u0419": 108,
  "\u041a": 63,
  "\u041b": 72,
  "\u041c": 39,
  "\u041d": 44,
  "\u041e": 51,
  "\u041f": 92,
  "\u0420": 81,
  "\u0421": 45,
  "\u0422": 40,
  "\u0423": 37,
  "\u0424": 116,
  "\u0425": 34,
  "\u0426": 73,
  "\u0427": 84,
  "\u0428": 70,
  "\u0429": 193,
  "\u042a": 216,
  "\u042b": 132,
  "\u042c": 152,
  "\u042d": 43,
  "\u042e": 135,
  "\u042f": 79,
  "\u0430": 1,
  "\u0431": 17,
  "\u0432": 21,
  "\u0433": 5,
  "\u0434": 9,
  "\u0435": 35,
  "\u0436": 20,
  "\u0437": 25,
  "\u0438": 7,
  "\u0439": 10,
  "\u043a": 38,
  "\u043b": 3,
  "\u043c": 18,
  "\u043d": 2,
  "\u043e": 8,
  "\u043f": 46,
  "\u0440": 6,
  "\u0441": 14,
  "\u0442": 13,
  "\u0443": 12,
  "\u0444": 82,
  "\u0445": 11,
  "\u0446": 27,
  "\u0447": 24,
  "\u0448": 28,
  "\u0449": 178,
  "\u044a": 120,
  "\u044b": 19,
  "\u044c": 33,
  "\u044d": 4,
  "\u044e": 48,
  "\u044f": 36,
  "\u0450": 191,
  "\u0451": 62,
  "\u0454": 182,
  "\u0473": 143,
  "\u04ae": 59,
  "\u04af": 15,
  "\u04e8": 61,
  "\u04e9": 16,
  "\u180e": 212,
  "\u200b": 164,
  "\u200c": 205,
  "\u200d": 200,
  "\u2013": 128,
  "\u2014": 187,
  "\u2018": 155,
  "\u2019": 139,
  "\u201e": 204,
  "\u2022": 138,
  "\u2026": 161,
  "\u2028": 166,
  "\u202c": 189,
  "\u202f": 163,
  "\u2033": 180,
  "\u20ae": 144,
  "\u20e3": 179,
  "\u2116": 149,
  "\u2122": 171,
  "\u239c": 211,
  "\u2705": 186,
  "\u2756": 197,
  "\u27a2": 188,
  "\u300c": 209,
  "\u300d": 210,
  "\uf02d": 199,
  "\uf0d8": 177,
  "\ufe0f": 176,
  "\ufeff": 213,
  "\uff0c": 214,
  "\ufffc": 192
}