{
  "\n": 25,
  " ": 0,
  "!": 140,
  "#": 194,
  "$": 163,
  "%": 126,
  "&": 148,
  "'": 152,
  "(": 96,
  ")": 95,
  "*": 162,
  "+": 115,
  ",": 23,
  "-": 31,
  ".": 21,
  "/": 84,
  "0": 33,
  "1": 36,
  "2": 34,
  "3": 51,
  "4": 57,
  "5": 53,
  "6": 59,
  "7": 63,
  "8": 61,
  "9": 58,
  ":": 77,
  ";": 145,
  "<": 183,
  "=": 158,
  ">": 169,
  "?": 87,
  "@": 153,
  "A": 92,
  "B": 107,
  "C": 94,
  "D": 113,
  "E": 100,
  "F": 116,
  "G": 105,
  "H": 122,
  "I": 86,
  "J": 139,
  "K": 136,
  "L": 114,
  "M": 101,
  "N": 112,
  "O": 111,
  "P": 103,
  "Q": 143,
  "R": 106,
  "S": 89,
  "T": 97,
  "U": 124,
  "V": 119,
  "W": 127,
  "X": 132,
  "Y": 137,
  "Z": 141,
  "[": 159,
  "\\": 165,
  "]": 160,
  "`": 186,
  "a": 66,
  "b": 117,
  "c": 93,
  "d": 98,
  "e": 64,
  "f": 125,
  "g": 99,
  "h": 104,
  "i": 71,
  "j": 147,
  "k": 120,
  "l": 78,
  "m": 91,
  "n": 73,
  "o": 67,
  "p": 102,
  "q": 149,
  "r": 75,
  "s": 83,
  "t": 76,
  "u": 90,
  "v": 123,
  "w": 118,
  "x": 131,
  "y": 109,
  "z": 138,
  "{": 241,
  "|": 167,
  "}": 242,
  "~": 191,
  "\u00a0": 128,
  "\u00ab": 155,
  "\u00ac": 190,
  "\u00ad": 154,
  "\u00ae": 164,
  "\u00b0": 150,
  "\u00b1": 313,
  "\u00b2": 171,
  "\u00b3": 252,
  "\u00b7": 196,
  "\u00b9": 251,
  "\u00ba": 271,
  "\u00bb": 156,
  "\u00bc": 320,
  "\u00bd": 197,
  "\u00c1": 249,
  "\u00c9": 319,
  "\u00d6": 317,
  "\u00de": 243,
  "\u00df": 244,
  "\u00e0": 299,
  "\u00e1": 236,
  "\u00e2": 253,
  "\u00e5": 247,
  "\u00e9": 177,
  "\u00ea": 204,
  "\u00eb": 222,
  "\u00ed": 181,
  "\u00ee": 273,
  "\u00f1": 248,
  "\u00f3": 184,
  "\u00f4": 314,
  "\u00fc": 275,
  "\u011f": 318,
  "\u0131": 240,
  "\u0144": 298,
  "\u02bb": 260,
  "\u02bc": 272,
  "\u0301": 176,
  "\u0306": 135,
  "\u0308": 182,
  "\u0401": 134,
  "\u0410": 38,
  "\u0411": 42,
  "\u0412": 85,
  "\u0413": 47,
  "\u0414": 52,
  "\u0415": 70,
  "\u0416": 74,
  "\u0417": 54,
  "\u0418": 49,
  "\u0419": 82,
  "\u041a": 68,
  "\u041b": 60,
  "\u041c": 41,
  "\u041d": 44,
  "\u041e": 50,
  "\u041f": 88,
  "\u0420": 65,
  "\u0421": 48,
  "\u0422": 37,
  "\u0423": 40,
  "\u0424": 108,
  "\u0425": 35,
  "\u0426": 72,
  "\u0427": 81,
  "\u0428": 69,
  "\u0429": 178,
  "\u042a": 172,
  "\u042b": 110,
  "\u042c": 133,
  "\u042d": 43,
  "\u042e": 130,
  "\u042f": 79,
  "\u0430": 1,
  "\u0431": 17,
  "\u0432": 22,
  "\u0433": 5,
  "\u0434": 9,
  "\u0435": 30,
  "\u0436": 19,
  "\u0437": 26,
  "\u0438": 8,
  "\u0439": 10,
  "\u043a": 39,
  "\u043b": 4,
  "\u043c": 18,
  "\u043d": 2,
  "\u043e": 7,
  "\u043f": 46,
  "\u0440": 6,
  "\u0441": 14,
  "\u0442": 13,
  "\u0443": 12,
  "\u0444": 80,
  "\u0445": 11,
  "\u0446": 27,
  "\u0447": 24,
  "\u0448": 28,
  "\u0449": 168,
  "\u044a": 121,
  "\u044b": 20,
  "\u044c": 29,
  "\u044d": 3,
  "\u044e": 45,
  "\u044f": 32,
  "\u0450": 288,
  "\u0451": 56,
  "\u0454": 211,
  "\u0473": 166,
  "\u04ae": 55,
  "\u04af": 15,
  "\u04e8": 62,
  "\u04e9": 16,
  "\u180c": 245,
  "\u180e": 286,
  "\u2002": 200,
  "\u200b": 142,
  "\u200c": 212,
  "\u2013": 129,
  "\u2014": 225,
  "\u2018": 157,
  "\u2019": 144,
  "\u2022": 170,
  "\u2026": 151,
  "\u202f": 179,
  "\u2033": 250,
  "\u2060": 214,
  "\u2078": 294,
  "\u20ae": 146,
  "\u2116": 161,
  "\u2155": 321,
  "\u2192": 246,
  "\u2193": 316,
  "\u2212": 287,
  "\u2264": 224,
  "\u260e": 199,
  "\u261d": 173,
  "\u2705": 223,
  "\u2708": 263,
  "\u2756": 175,
  "\u2764": 210,
  "\u30a2": 203,
  "\u30a7": 202,
  "\u30b0": 234,
  "\u30b8": 291,
  "\u30c1": 232,
  "\u30c3": 231,
  "\u30d5": 201,
  "\u30d6": 293,
  "\u30de": 230,
  "\u30e7": 292,
  "\u30f3": 233,
  "\u30fb": 315,
  "\u53e4": 311,
  "\u5916": 290,
  "\u5b9a": 227,
  "\u5c71": 312,
  "\u6280": 228,
  "\u6d77": 289,
  "\u7279": 226,
  "\u7403": 262,
  "\u76ae": 261,
  "\u80fd": 229,
  "\u8499": 310,
  "\ub274": 282,
  "\ub298": 277,
  "\ub46c": 281,
  "\uc2a4": 283,
  "\uc5b4": 280,
  "\uc624": 276,
  "\uc744": 278,
  "\uc801": 279,
  "\ufe0f": 180,
  "\ufeff": 213,
  "\ud835\uddd9": 303,
  "\ud835\udddf": 300,
  "\ud835\uddee": 301,
  "\ud835\uddf0": 207,
  "\ud835\uddf1": 302,
  "\ud835\uddf2": 205,
  "\ud835\uddf6": 193,
  "\ud835\uddf9": 304,
  "\ud835\uddfa": 306,
  "\ud835\uddfb": 309,
  "\ud835\uddfc": 308,
  "\ud835\uddff": 238,
  "\ud835\ude00": 206,
  "\ud835\ude01": 239,
  "\ud835\ude02": 307,
  "\ud835\ude03": 305,
  "\ud835\udfce": 189,
  "\ud835\udfcf": 297,
  "\ud835\udfd0": 235,
  "\ud835\udfd2": 295,
  "\ud835\udfd7": 296,
  "\ud83c\udde9": 257,
  "\ud83c\uddea": 258,
  "\ud83c\uddee": 259,
  "\ud83c\uddef": 215,
  "\ud83c\uddf0": 217,
  "\ud83c\uddf2": 254,
  "\ud83c\uddf3": 255,
  "\ud83c\uddf5": 216,
  "\ud83c\uddf9": 219,
  "\ud83c\uddfc": 256,
  "\ud83c\uddff": 218,
  "\ud83c\udf10": 285,
  "\ud83c\udf3f": 198,
  "\ud83c\udf57": 209,
  "\ud83c\udf89": 208,
  "\ud83c\udfa2": 266,
  "\ud83c\udfd6": 269,
  "\ud83c\udfe1": 264,
  "\ud83c\udfe2": 267,
  "\ud83d\udc4f": 174,
  "\ud83d\udcbb": 270,
  "\ud83d\udccc": 221,
  "\ud83d\udccd": 192,
  "\ud83d\udcde": 274,
  "\ud83d\udce7": 284,
  "\ud83d\udcf1": 220,
  "\ud83d\udd38": 237,
  "\ud83d\uddfd": 265,
  "\ud83d\ude95": 268,
  "\ud83d\udfe2": 187,
  "\ud83e\udd47": 185,
  "\ud83e\udd48": 195,
  "\ud83e\udd49": 188
}